var config = config || {
    items:[
        {editable:true, title:"入力用"},
        ["収入", "売上", "売上（補正用）"],
        ["経費", "経費", "経費（補正用）"],
        ["控除", "基礎控除", "青色申告控除", "社会保険料控除", "小規模企業共済等掛金控除", "生命保険料控除", "地震保険料控除", "配偶者控除・配偶者特別控除", "扶養控除", "医療費控除", "控除（補正用）"],
        ["課税所得額", "※国民健康保険年間所得額", "※課税所得額による所得税率"],
        [],
        {editable:false, title:"結果表示用"},
        ["税金", "住民税・均等割", "住民税・所得割", "個人事業税", "所得税", "消費税", "税金（補正用）"],
        ["年金", "国民年金", "年金（補正用）"],
        ["保険", "国民健康保険・平等割", "国民健康保険・均等割", "国民健康保険・所得割", "国民健康保険・後期高齢者(支援)", "国民健康保険・後期高齢者(介護)", "保険（補正用）"],
        ["概要", "合計支払額（年金・保険・税金）", "手取り額"],
        [],
    ],
}
